Revit 2024 API
MEPSystem.Remove Method
Overload List
Name | Description
Remove(ConnectorSet)
Removes connectors from system.
Remove(ICollection<ElementId>)
Remove elements from system.
See Also
MEPSystem Class
MEPSystem Members
Autodesk.Revit.DB Namespace